# Taps
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

# Apps
cask "1password@7"
cask "brave-browser"
cask "chatgpt"
cask "claude"
cask "cursor"
cask "discord"
cask "docker"
cask "font-hack"
cask "font-hack-nerd-font"
cask "github"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "keka"
cask "lunar"
cask "postman"
cask "protonmail-bridge"
cask "protonvpn"
cask "qflipper"
cask "raycast"
cask "realforce"
cask "signal"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "zenmap"

# Binaries
brew "dockutil"
brew "fish"
brew "gh"
brew "htop"
brew "lsd"
brew "mas"
brew "starship"

# App Store
mas "Amphetamine", id: 937984704
mas "Slack", id: 803453959
mas "Telegram", id: 747648890