# Taps
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

# Apps
cask "1password7"
cask "brave-browser"
cask "discord"
cask "docker"
cask "font-hack"
cask "font-hack-nerd-font"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "menumeters"
cask "monitorcontrol"
cask "mouse-fix"
cask "postman"
cask "raycast"
cask "signal"
cask "spotify"
cask "visual-studio-code"
cask "vlc"

# Binaries
brew "dockutil"
brew "fish"
brew "gh"
brew "htop"
brew "lsd"
brew "mas"
brew "nvm"
brew "starship"

# App Store
mas "Amphetamine", id: 937984704
mas "Slack", id: 803453959
mas "Telegram", id: 747648890